[
 {
   "id": 1,
   "tresc": "Proszę przedstawić klientowi podstawowe zasady prawa pracy oraz omówić dwie z nich, wskazując ich znaczenie dla wykładni przepisów prawa pracy."
 },
 {
   "id": 2,
   "tresc": "Dawid O. prowadził jednoosobowo działalność gospodarczą. W jej ramach podjął współpracę ze szpitalem na świadczenie usług remontowo-wykończeniowych. Po zakończeniu kontraktu chciałby domagać się ustalenia, że w istocie było to zatrudnienie na podstawie umowy o pracę. Jako radca prawny proszę udzielić Dawidowi O. porady prawnej dotyczącej zasadności wystąpienia z takim roszczeniem? Co musiałby wykazać, aby takie ustalenie istnienia stosunku pracy było możliwe?"
 },
 {
   "id": 3,
   "tresc": "Proszę wyjaśnić różnicę między pojęciami: „pracodawca\" i „zakład pracy\". Oceń następujący stan faktyczny: Janusz K. prowadzi Piekarnię „ABC” w Opolu. Zatrudnia w niej 3 pracowników. Jednego z nich zwolnił dyscyplinarnie. Pracownik odwołał się do sądu pracy. Proszę wskazać, w jaki sposób należy w pozwie określić stronę pozwaną i dlaczego?"
 },
 {
   "id": 4,
   "tresc": "Bogdan M. był dyrektorem Gimnazjum w C. Zgodnie z obowiązującymi przepisami dodatek funkcyjny dla niego ustalał Prezydent Miasta C. Bogdan M. twierdził, że wypłacany mu dodatek został zaniżony i chce wnieść pozew, domagając się jego wyrównania. Jak Bogdan M. powinien oznaczyć stronę pozwaną?"
 },
 {
   "id": 5,
   "tresc": "Zgodnie z obowiązującymi przepisami umowę o pracę z kierownikiem gminnego ośrodka pomocy społecznej zawiera wójt i tak było w przypadku Juliana P. W związku z nieusprawiedliwioną nieobecnością w pracy przez okres kilku dni wójt rozwiązał z nim umowę o pracę bez zachowania okresu wypowiedzenia. Julian P. wystąpił do sądu o odszkodowanie, pozywając wójta. Julian P. chce aktualnie udzielić Pani/Panu - jako radcy prawnemu - pełnomocnictwa do reprezentowania go w tym postępowaniu. Proszę udzielić mu informacji prawnej co do prawidłowości jego dotychczasowych działań oraz sformułowanie ewentualnych dalszych propozycji."
 },
 {
   "id": 6,
   "tresc": "Powód Zygmunt P. pracował jako stolarz. Uważał, że jego pracodawcą jest Piotr W., gdyż to on kierował na co dzień jego pracą i wypłacał wynagrodzenie. Umowę o pracę podpisała z nim jednak żona Piotra W., która figurowała w ewidencji działalności gospodarczej jako przedsiębiorca. Piotr W. zwolnił powoda dyscyplinarnie mówiąc mu, że ma się nie pokazywać więcej w pracy. Czy takie zwolnienie z pracy jest skuteczne i kogo Piotr W. powinien wskazać jako pozwanego? Proszę udzielić porady prawnej Piotrowi W."
 },
 {
   "id": 7,
   "tresc": "Oświadczenie pracodawcy o rozwiązaniu umowy o pracę bez wypowiedzenia z winy pracownika doręczono dorosłemu członkowi rodziny pracownika, na adres wskazany przez pracownika przy zawieraniu umowy o pracę. Pracownik w pozwie kwestionuje ten sposób doręczenia pisma przez pracodawcę, twierdząc, że pod wskazanym adresem nie mieszka, a nowy adres zgłaszał do działu kadr. Proszę udzielić porady prawnej pracownikowi."
 },
 {
   "id": 8,
   "tresc": "Proszę wyjaśnić klientowi, na czym polega zasada uprzywilejowania pracownika (art. 18 K.p.)."
 },
 {
   "id": 9,
   "tresc": "Proszę omówić - inne niż układy zbiorowe pracy - normatywne porozumienia zbiorowe."
 },
 {
   "id": 10,
   "tresc": "Pracodawca ogłosił dokument o nazwie „Regulamin premiowania\". W dokumencie tym przedstawił zasady nabywania prawa do premii (kryteria premiowe). Działające u pracodawcy związki zawodowe wspólnie wyraziły negatywne stanowisko dotyczące tego dokumentu. Proszę ocenić, czy dokument ten stanowi „przepis prawa pracy\". Jeżeli nie – jakie skutki prawne wywołuje ogłoszenie takiego dokumentu? Czy ocena byłaby inna w przypadku braku wspólnego stanowiska związków zawodowych?"
 },
 {
   "id": 11,
   "tresc": "Pracodawca zatrudniający 40 pracowników nie ustalił regulaminu wynagradzania. W regulaminie pracy zawarł natomiast postanowienie, zgodnie z którym wynagrodzenie stanowi „tajemnicę przedsiębiorstwa\", a jej ujawnienie jest ciężkim naruszeniem podstawowych obowiązków pracowniczych. Pracownicy przekazali sobie wzajemnie informacje o wysokości wynagrodzeń i uznali, że otrzymywane przez nich płace znacząco odbiegają od wynagrodzeń w innych tego typu przedsiębiorstwach. W konsekwencji zarzucili pracodawcy naruszenie prawa do godziwego wynagrodzenia. Proszę udzielić porady prawnej ww. grupie pracowników, dotyczącej zasadności ich zarzutu i ewentualnych roszczeń wobec pracodawcy."
 },
 {
   "id": 12,
   "tresc": "Proszę przedstawić klientowi, będącemu pracodawcą, obowiązki pracownika w zakresie obowiązku zachowania tajemnicy przedsiębiorstwa. Proszę wyjaśnić to pojęcie oraz wskazać przykładowe czynności, które powinien podjąć pracodawca celem skutecznego ustalenia ochrony w tym zakresie, szczególnie po ustaniu stosunku pracy."
 },
 {
   "id": 13,
   "tresc": "W dniu 1 stycznia 2015 r., na podstawie normy art. 23 (1) K.p. doszło do przejścia części zakładu pracy, w którym to pracownik Jan Kowalski zatrudniony był przez okres jednego roku na podstawie umowy zawartej na czas określony. Następnie, po upływie 3 miesięcy, pomiędzy stronami stosunku pracy doszło do zawarcia porozumienia i zmiany rodzaju umowy na umową zawartą na czas nieokreślony. W dniu 7 grudnia 2017 r., pracodawca wręczył pracownikowi pismo wypowiadające stosunek pracy, wskazując jedynie, iż jego stosunek pracy ulegnie rozwiązaniu po upływie miesiąca. Działając na zlecenie Jana Kowalskiego proszę przedstawić opinię prawną, dotyczącą oceny działania pracodawcy pod kątem poprawności zastosowanego okresu wypowiedzenia oraz ewentualnych roszczeń przysługujących Janowi Kowalskiemu."
 },
 {
   "id": 14,
   "tresc": "Proszę omówić zakres przedmiotowy i podmiotowy zakazu dyskryminacji."
 },
 {
   "id": 15,
   "tresc": "Spółka X prowadzi działalność w Warszawie (siedziba główna) i w Krakowie (oddział). Wynagrodzenia pracowników zatrudnionych w Warszawie są o 30% wyższe od wynagrodzeń pracowników zatrudnionych w Krakowie, pomimo tego, że wykonują jednakową pracę. Proszę udzielić porady prawnej pracownikowi zatrudnionemu w oddziale w Krakowie, czy tego rodzaju zróżnicowanie z uwagi na miejsce wykonywania pracy stanowi dyskryminację. Proszę omówić kwestię rozkładu ciężaru dowodu w procesach o dyskryminację."
 },
 {
   "id": 16,
   "tresc": "Jakie działania pracodawcy uważa się - zgodnie z przepisami Kodeksu pracy - za naruszenie zasady równego traktowania w zatrudnianiu. Jakie są dozwolone przypadki odmiennego traktowania?"
 },
 {
   "id": 17,
   "tresc": "W umowie o pracę strony ustaliły, że okres wypowiedzenia umowy o pracę z inicjatywy pracodawcy wynosi 6 miesięcy, a w przypadku inicjatywy pracownika 9 miesięcy. Proszę ocenić zgodność z prawem takich postanowień. "
 },
 {
   "id": 18,
   "tresc": "Proszę wyjaśnić, czy każdy przypadek nierównego traktowania jest równoznaczny z dyskryminacją."
 },
 {
   "id": 19,
   "tresc": "Proszę udzielić klientowi informacji prawnej na temat wszystkich przysługujących pracownikom uprawnień z tytułu naruszenia zasady równego traktowania w zatrudnieniu."
 },
 {
   "id": 20,
   "tresc": "Proszę udzielić klientowi informacji prawnej na temat dopuszczalności zabezpieczenia roszczeń pracodawcy wobec pracowników (w tym weksle pracownicze, zgoda na poddanie się egzekucji oraz zgoda na dokonywanie potrąceń z wynagrodzenia za pracę)."
 },
 {
   "id": 21,
   "tresc": "Proszę wyjaśnić klientowi istotne cechy stosunku pracy, odróżniające go od umów cywilnoprawnych oraz tryb dochodzenia roszczenia o ustalenie istnienia stosunku pracy."
 },
 {
   "id": 22,
   "tresc": "Pracownik, który był „mobbowany\" w czasie zatrudnienia, został zwolniony przez pracodawcę z pracy. Po rozwiązaniu umowy pracownik wystąpił przeciwko pracodawcy z roszczeniem o zadośćuczynienie. Postępowanie dowodowe potwierdziło istnienie mobbingu, lecz biegły lekarz wydał w toku procesu opinię, że pracownik wskutek mobbingu nie doznał rozstroju zdrowia. Jako radca prawny proszę ocenić, jakie są rokowania na uzyskanie korzystnego dla pracownika wyroku sądu?"
 },
 {
   "id": 23,
   "tresc": "Proszę udzielić klientowi informacji prawnej na temat trybu dochodzenia roszczeń z tytułu mobbingu, z uwzględnieniem rozkładu ciężaru dowodu oraz wskazaniem przykładowych środków dowodowych."
 },
 {
   "id": 24,
   "tresc": "Proszę udzielić klientowi informacji prawnej na temat rozkładu ciężaru dowodu w sprawach z zakresu prawa pracy. W szczególności proszę wyjaśnić klientowi, na kim spoczywa ciężar dowodu w sprawie o zapłatę niedoboru kasowego."
 },
 {
   "id": 25,
   "tresc": "Jan K. był zatrudniony w Spółce Y na podstawie umowy o pracę. Strony zgodnie postanowiły rozwiązać umowę (Jan. K rozpoczął studia). Strony podpisały umowę o świadczenie usług. Rodzaj wykonywanych czynności nie zmienił się, natomiast zmianie uległ czas pracy - Jan K. każdorazowo uzgadnia z kierownikiem godziny swojej pracy, dostosowując je do zajęć na uczelni. Proszę ocenić wskazany stan faktyczny."
 },
 {
   "id": 26,
   "tresc": "Powód złożył ofertę pracy w spółce X S.A. W rozmowie z prezesem zarządu spółki ustalił, że rozpocznie pracę od 2.11.2018 r., a na kilka dni przed tą datą ustalą ostateczne warunki umowy. Powód stawił się w siedzibie spółki w dniu 25.10.2018 r., lecz oświadczono mu, że jednak nie ma możliwości zatrudnienia go w spółce. W pozwie skierowanym do sądu pracy powód domaga się dopuszczenia do pracy. Jako radca prawny proszę udzielić klientowi wyczerpującej informacji, jakie są rokowania na uzyskanie korzystnego dla powoda wyroku sądu? Proszę omówić zagadnienie umowy przedwstępnej w stosunkach pracy."
 },
 {
   "id": 27,
   "tresc": "Strony zawarły w dniu 01.06.2018 r. umowę o pracę na czas nieokreślony, w której jako dzień rozpoczęcia pracy wskazały 01.12.2018 r. Dnia 10.12.2018 r. pracodawca wypowiedział tę umowę z zachowaniem dwutygodniowego okresu wypowiedzenia. Proszę podać datę, w której umowa o pracę uległa rozwiązaniu. Czy ww. wypowiedzenie naruszało prawo? Proszę omówić zagadnienie związane z terminem nawiązania stosunku pracy oraz dopuszczalności wypowiedzenia umowy w przedstawionym stanie faktycznym. "
 },
 {
   "id": 28,
   "tresc": "Strony w umowie o pracę określiły Warszawę jako miejsce wykonywania pracy (siedziba Spółki). Pracownik przez okres roku stale wykonywał pracę w Poznaniu. Po upływie roku pracodawca zażądał, aby pracownik wykonywał pracę w Warszawie, powołując się na postanowienie umowy o pracę. Pracownik odmówił. W tej sytuacji Zarząd Spółki zwrócił się do Pani/Pana o udzielenie opinii prawnej na temat zaistniałych zdarzeń. Proszę przedstawić tę opinię, uwzględniając istotne elementy umowy o pracę i zasady ich zmiany, w tym także wymogi w tym zakresie."
 },
 {
   "id": 29,
   "tresc": "Pracownicy zatrudnionej na stanowisku głównej księgowej powierzono w okresie trzymiesięcznego wypowiedzenia umowy o pracę, na okres do jego upływu obowiązki sprzątaczki, motywując to uzasadnionymi potrzebami pracodawcy. Pracownica w tej sytuacji wniosła pozew do sądu o dopuszczenie do wykonywania pracy określonej w umowie, domagając się w nim przywrócenia dotychczasowych warunków zatrudnienia, podkreślając, że decyzja pracodawcy jest niezgodna z prawem. Proszę ocenić zasadność roszczenia oraz wskazać przesłanki dopuszczalności powierzania pracownikowi innej pracy, niż określona w umowie o pracę. "
 },
 {
   "id": 30,
   "tresc": "Proszę udzielić klientowi będącemu pracodawcą porady, jakie informacje powinien on obligatoryjnie przekazać pracownikowi po zawarciu umowy o pracę, a także przedstawić skutki nieprzekazania takich informacji."
 },
 {
   "id": 31,
   "tresc": "Pracodawca domagał się przedstawienia przez kandydatów tzw. zaświadczenia o niekaralności. Jeden z kandydatów odmówił i w konsekwencji nie został zatrudniony. Proszę wskazać, czy i jakie roszczenia przysługują kandydatowi oraz omówić, jakich danych osobowych pracodawca ma prawo żądać od osoby ubiegającej się o zatrudnienie, a jakich od pracownika oraz jakie są skutki odmowy przez pracownika ujawnienia danych osobowych."
 },
 {
   "id": 32,
   "tresc": "Proszę przedstawić podstawy nawiązania stosunku pracy i krótko omówić dwie wybrane."
 },
 {
   "id": 33,
   "tresc": "Proszę udzielić klientowi wyczerpującej informacji prawnej na temat zasad zawierania umowy o pracę na czas określony, w tym m.in. czasu trwania i ograniczeń w dopuszczalności jej zawierania. "
 },
 {
   "id": 34,
   "tresc": "Zakres stosowania mianowania jako podstawy nawiązania stosunku pracy (ze szczególnym uwzględnieniem służby cywilnej i urzędów państwowych)."
 },
 {
   "id": 35,
   "tresc": "Proszę udzielić klientowi wyczerpującej informacji prawnej na temat zasad zawierania umowy o pracę na okres próbny."
 },
 {
   "id": 36,
   "tresc": "Proszę udzielić klientowi informacji prawnej na temat podstawowych cech różnicujących stosunek pracy z powołania, wyboru, mianowania oraz spółdzielczej umowy o pracę od umownego stosunku pracy. Proszę wskazać możliwości wypowiedzenia spółdzielczej umowy o pracę."
 },
 {
   "id": 37,
   "tresc": "Proszę udzielić klientowi wyczerpującej informacji prawnej na temat zasad zatrudniania „telepracowników\", w tym wymienić elementy umowy przewidującej stosowanie telepracy oraz warunki zaprzestania wykonywania pracy w tej formie."
 },
 {
   "id": 38,
   "tresc": "Proszę wymienić sposoby rozwiązania umowy o pracę i możliwości prawne ich kwestionowania."
 },
 {
   "id": 39,
   "tresc": "Pracodawca złożył oświadczenie o wypowiedzeniu pracownikowi umowy o pracę na czas nieokreślony. Podczas wręczenia pracownikowi pisma zawierającego oświadczenie o wypowiedzeniu, pracodawca poinformował go, że uzasadnienie wypowiedzenia wysłał listem poleconym, podkreślając, że pracownik powinien „w spokoju\" zapoznać się z przyczynami. Proszę ocenić stan faktyczny i wskazać, co powinno być zawarte w oświadczeniu pracodawcy o wypowiedzeniu umowy o pracę lub jej rozwiązaniu bez wypowiedzenia."
 },
 {
   "id": 40,
   "tresc": "Pracodawca telefonicznie poinformował pracownika o tym, że mailem przesłał mu oświadczenie o wypowiedzeniu umowy o pracę. Pracownik w związku z awarią systemu nie ma dostępu do skrzynki mailowej. Proszę wskazać, czy pracownikowi biegnie termin do wniesienia odwołania do sądu pracy oraz przedstawić wymogi formalne oświadczenia o wypowiedzeniu umowy o pracę."
 },
 {
   "id": 41,
   "tresc": "Pracodawca wręczył pracownikowi zatrudnionemu na czas nieokreślony oświadczenie o wypowiedzeniu umowy o pracę. W piśmie tym jako przyczynę ustania zatrudnienia wskazał „utratę zaufania\". Proszę ocenić działanie pracodawcy oraz udzielić pracownikowi porady prawnej, czy w takim stanie faktycznym przysługują mu jakiekolwiek roszczenia względem pracodawcy."
 },
 {
   "id": 42,
   "tresc": "Proszę wskazać różnice między wypowiedzeniem umowy o pracę a wypowiedzeniem warunków pracy i płacy."
 },
 {
   "id": 43,
   "tresc": "Pracodawca telefonicznie poinformował przewodniczącego zakładowej organizacji związkowej o zamiarze wypowiedzenia umowy o pracę na czas nieokreślony członkowi tej organizacji. Przewodniczący podczas rozmowy wskazał, że nie zgłasza żadnych zastrzeżeń, a poza tym pracownik ten nie płaci składek. Proszę ocenić przedstawiony stan faktyczny i omówić tryb konsultacji wypowiedzenia umowy o pracę z zakładową organizacją związkową."
 },
 {
   "id": 44,
   "tresc": "Proszę udzielić klientowi będącemu pracodawcą porady na temat trybu konsultacji ze związkami zawodowymi zamiaru rozwiązania stosunku pracy za wypowiedzeniem i bez wypowiedzenia."
 },
 {
   "id": 45,
   "tresc": "Proszę udzielić klientowi będącemu pracodawcą informacji prawnej, kiedy może on rozwiązać umowę o pracę bez wypowiedzenia z winy pracownika."
 },
 {
   "id": 46,
   "tresc": "Objęty szczególną ochroną członek zarządu zakładowej organizacji związkowej - Janusz P., po godzinach pracy spożywał z dwoma innymi pracownikami alkohol w stołówce zakładowej. Gdy zobaczył zbliżających się do niego pracowników ochrony, uciekł przez okno, aby uniknąć badania alkomatem. Pracodawca wystąpił do zarządu zakładowej organizacji związkowej o wyrażanie zgody na rozwiązanie z Januszem P. umowy o pracę bez wypowiedzenia z winy pracownika. Związek odmówił podnosząc, że Janusz P. ma trudną sytuację rodzinną. Mimo braku zgody, pracodawca zwolnił Janusza P. dyscyplinarnie. Janusz P. złożył pozew o przywrócenie do pracy. Proszę ocenić sytuację pod względem prawnym."
 },
 {
   "id": 47,
   "tresc": "Proszę przedstawić opinię prawną na temat dopuszczalności rozwiązania przez pracownika umowy o pracę bez wypowiedzenia, w przypadku nieterminowej płatności przez pracodawcę części wynagrodzenia miesięcznego. Czy w przypadku rozwiązania przez pracownika stosunku pracy z winy pracodawcy, w trybie art. 55 ust 1 (1) K.p., nabędzie on prawo do odprawy określonej w art. 8 ustawy z tytułu szczególnych zasad rozwiązywania stosunku pracy z przyczyn niedotyczących pracownika?"
 },
 {
   "id": 48,
   "tresc": "Pracownik zatrudniony na stanowisku kierowniczym od przeszło 7 lat otrzymywał wynagrodzenie w wysokości 15 000 złotych miesięcznie. W styczniu 2019 r., w związku z przejściowymi trudnościami pracodawcy, otrzymał swoje wynagrodzenie za miesiąc grudzień 2018 r. wyjątkowo w dwóch częściach, płatnych: pierwsza - w terminie zgodnym z umową (wynagrodzenie było płatne do 3 dnia każdego miesiąca), druga - w dniu 18 stycznia. W dniu 17 stycznia pracownik złożył w sekretariacie oświadczenie o rozwiązaniu umowy o pracę bez wypowiedzenia z powodu braku zapłaty wynagrodzenia. Proszę o wskazanie możliwych roszczeń pracownika i ocenę ich skuteczności."
 },
 {
   "id": 49,
   "tresc": "Proszę udzielić klientowi informacji prawnej dotyczącej rozwiązania umowy o pracę przez pracodawcę bez wypowiedzenia z przyczyn niezawinionych przez pracownika."
 },
 {
   "id": 50,
   "tresc": "Proszę udzielić klientowi informacji prawnej dotyczącej rozwiązania z pracownikiem stosunku pracy z przyczyn niedotyczących pracownika, w tym skutki rozwiązania umowy o pracę na mocy porozumienia stron."
 },
 {
   "id": 51,
   "tresc": "W świadectwie pracy stwierdzono, że 22 lutego 2018 r. był dniem nieusprawiedliwionej nieobecności pracownika w pracy oraz że do rozwiązania umowy o pracę doszło „na podstawie art. 52 § 1 pkt 1 K.p. - kradzież\". Czy te zapisy są prawidłowe? Proszę omówić popełnienie przestępstwa przez pracownika jako przyczynę rozwiązania umowy o pracę bez wypowiedzenia."
 },
 {
   "id": 52,
   "tresc": "Pracownik został zwolniony z pracy dyscyplinarnie. Nie odwołał się jednak do sądu pracy, lecz złożył wniosek o sprostowanie świadectwa pracy w części dotyczącej trybu rozwiązania umowy o pracę, żądając wpisania w nim, iż do rozwiązania stosunku pracy doszło w wyniku „wypowiedzenia przez pracodawcę\". Pracodawca nie uwzględnił wniosku, pracownik wystąpił więc z pozwemo sprostowanie świadectwa pracy, zgłaszając jednocześnie wnioski dowodowe z zeznań świadków i dokumentów na okoliczności sprzeczności z prawem rozwiązania umowy o pracę bez wypowiedzenia z winy pracownika. Oceń podany stan faktyczny."
 },
 {
   "id": 53,
   "tresc": "Pracownik wyczerpał okres zasiłkowy, po czym złożył wniosek o przyznanie świadczenia rehabilitacyjnego, ale ZUS wydał decyzję odmowną. Ponieważ pracownik był nadal niezdolny do pracy, pracodawca rozwiązał z nim umowę o pracę bez wypowiedzenia. Pracownik wniósł pozew do sądu pracy, wskazując, że odwołał się od decyzji ZUS, a tym samym oświadczenie pracodawcy o rozwiązaniu umowy o pracę jest przedwczesne. Proszę ocenić przedstawiony stan faktyczny."
 },
 {
   "id": 54,
   "tresc": "Pracodawca wypowiedział pracownicy umowę o pracę zawartą na okres próbny, z zachowaniem 2-tygodniowego okresu wypowiedzenia. W okresie wypowiedzenia pracownica zaszła w ciążę. O fakcie tym poinformowała pracodawcę, wskazując, że domaga się cofnięcia oświadczenia o wypowiedzeniu. Pracodawca nie cofnął oświadczenia. Pracownica po upływie miesiąca wniosła pozew do sądu pracy. Proszę ocenić przedmiotowy stan faktyczny i wskazać, czy i ewentualnie jakie roszczenia przysługują pracownicy w ciąży w przypadku wypowiedzenia przez pracodawcę umowy o pracę na okres próbny."
 },
 {
   "id": 55,
   "tresc": "Strony stosunku pracy w umowie o pracę zawartej na czas nieokreślony określiły 6 miesięczny okres wypowiedzenia. Pracodawca wadliwie rozwiązał stosunek pracy. Proszę określić wysokość odszkodowania, jakiego można żądać w takim przypadku. Jaka byłaby wysokość odszkodowania, gdyby okres wypowiedzenia wynosił w tym wypadku 1 miesiąc? "
 },
 {
   "id": 56,
   "tresc": "Pracodawca 10 grudnia 2016 r., niezgodnie z prawem rozwiązał stosunek pracy z przewodniczącym związku zawodowego, który to był objęty ochroną stosunku pracy. Pracownik w dniu 17 grudnia 2016 r., złożył w Sądzie pozew odwołując się od tej czynności, żądając przywrócenia do pracy oraz zasądzenia wynagrodzenia za czas pozostawania bez pracy. Prawomocnym wyrokiem z dnia 12 maja 2018 roku, pracownik został przywrócony do pracy, jak również Sąd zasądził wynagrodzenie za okres pozostawania bez pracy. Mimo zgłoszenia przez pracownika gotowości do pracy w terminie 7 dni od uprawomocnienia się wyroku, pracodawca dopiero po interwencji Inspektora z Państwowej Inspekcji Pracy, w dniu 12 lipca 2018 r. przywrócił go do pracy. Będąc pełnomocnikiem członka organizacji związkowej proszę wskazać, w jakim najwcześniejszym terminie powinno być zgłoszone poprawne roszczenie odsetkowe."
 },
 {
   "id": 57,
   "tresc": "Proszę udzielić klientowi wyczerpującej informacji prawnej na temat roszczeń przysługujących pracownikowi w razie niezgodnego z prawem rozwiązania przez pracodawcę umowy o pracę bez wypowiedzenia."
 },
 {
   "id": 58,
   "tresc": "Proszę obliczyć długość okresu wypowiedzenia umowy o pracę, która została zawarta na czas nieokreślony w dniu 1 października 2015 r., gdy pracodawca złożył oświadczenia o wypowiedzeniu umowy o pracę w dniu 1 września 2017 r. Z jakimi roszczeniami może wystąpić pracownik do Sądu w przypadku niezgodne z prawem wypowiedzenia mu umowy o pracę na czas nieokreślony?"
 },
 {
   "id": 59,
   "tresc": "Pracownica podpisała porozumienie o rozwiązaniu umowy o pracę. Po kilku dniach dowiedziała się, że jest w ciąży. W związku z powyższym zwróciła się do pracodawcy o ponowne zatrudnienie. Pracodawca odmówił, wskazując, że praca wykonywana jest wyłącznie w porze nocnej, a tym samym nie może zatrudnić kobiety w ciąży. Proszę ocenić przedstawiony stan faktyczny. "
 },
 {
   "id": 60,
   "tresc": "Pracodawca w dniu 1 października 2015 r., wręczył pracownicy w ciąży wypowiedzenie. Pracownica o ciąży dowiedziała się w dniu 15 października 2015 r. Od jakiego momentu należy liczyć początek terminu do złożenia odwołania od wypowiedzenia do Sądu Pracy. Proszę wskazać terminy wnoszenia odwołań w sprawach pracowniczych oraz omówić przesłanki przywrócenia terminu."
 },
 {
   "id": 61,
   "tresc": "Pracodawca wypowiedział umowę o pracę zawartą na czas nieokreślony głównej księgowej z powodu likwidacji tego stanowiska, motywując swoją decyzję oszczędnościami, które ma przynieść zlecenie księgowości zewnętrznej firmie. Pracownica wniosła pozew o przywrócenie do pracy, dowodząc, że znajduje się w okresie ochronnym, ponieważ w ciągu roku nabędzie uprawnienia emerytalne. Proszę ocenić zasadność roszczenia oraz omówić zagadnienie ochrony pracowników w wieku przedemerytalnym oraz pracowników w czasie usprawiedliwionej nieobecności w pracy. "
 },
 {
   "id": 62,
   "tresc": "Powód domagał się przywrócenia do pracy, twierdząc, że jego oświadczenie woli w przedmiocie rozwiązania umowy o pracę w trybie porozumienia stron jest obarczone wadą, ponieważ złożył je pod wpływem błędu polegającego na tym, że pracodawca - proponując mu rozwiązanie umowy o pracę w trybie porozumienia stron - zarzucał mu uszczuplenie kasy zakładu, podczas gdy zarzut ten okazał się nieprawdziwy, oraz zawierający groźbę, że w przypadku nie przyjęcia propozycji pracodawca rozwiąże umowę o pracę bez wypowiedzenia z winy pracownika. Proszę ocenić stan faktyczny oraz omówić zagadnienie wad oświadczenia woli przy rozwiązywaniu stosunków pracy na mocy porozumienia stron."
 },
 {
   "id": 63,
   "tresc": "Jako radca prawny proszę udzielić klientowi wyczerpującej informacji prawnej na temat wypowiedzenia pracownikowi przez pracodawcę warunków pracy lub płacy (obowiązujące zasady, warunki formalne, wyjątki)."
 },
 {
   "id": 64,
   "tresc": "Pracodawca zatrudniał kilku pracowników na tych samych stanowiskach. Wobec zmniejszenia ilości pracy konieczne było zlikwidowanie jednego etatu. Wypowiedzenie otrzymał Tomasz R. i uzasadniono to likwidacją stanowiska pracy bez wskazania, dlaczego właśnie Tomasz R. został wytypowany do zwolnienia. Proszę udzielić Tomaszowi R. porady prawnej."
 },
 {
   "id": 65,
   "tresc": "Jako radca prawny proszę udzielić klientowi wyczerpującej informacji prawnej na temat trybu rozwiązywania stosunków pracy z przyczyn niedotyczących pracowników oraz przedstawić uprawnienia pracownika w razie rozwiązania umowy o pracę z tych przyczyn."
 },
 {
   "id": 66,
   "tresc": "Pracownica otrzymała wypowiedzenie umowy o pracę. Jest matką dwuletniego dziecka, postanowiła więc zwrócić się o udzielenie urlopu wychowawczego, aby nie stracić zatrudnienia w zakładzie pracy. Czy oświadczenie złożone przez pracownicę spowoduje, iż nie straci pracy? Czy ocena prawna ulegnie zmianie, jeżeli pracodawca wypowiedział umowę dlatego, że pracownica samotnie wychowuje dziecko?"
 },
 {
   "id": 67,
   "tresc": "Pracownik nie rozliczył się z pobranej w maju 2017 r. zaliczki (2000 zł). Pracodawca kilkukrotnie wzywał pracownika do jej oddania. Ponieważ pracownik nie reagował, więc pracodawca w sierpniu 2017 r. złożył mu oświadczenie o rozwiązaniu umowy o pracę bez wypowiedzenia. Pracownik poinformował go, że już w lipcu został wybrany na przewodniczącego zakładowej organizacji związkowej. Organizacja związkowa, której przewodniczącym został pracownik, nie składała pracodawcy kwartalnej informacji o liczbie członków. Jako radca prawny zatrudniony przez pracodawcę, proszę przedstawić opinię prawną wraz z rekomendacją dalszego postępowania."
 },
 {
   "id": 68,
   "tresc": "Pracodawca powierzył pracownikowi mienie z obowiązkiem zwrotu i do wyliczenia się oraz ustalił w zawartej z nim umowie, iż w razie powstania niedoboru pracownik obowiązany będzie zapłacić na rzecz pracodawcy karę umowną w kwocie 10.000 zł, zastrzegając jednocześnie, że ten sposób naprawienia szkody wyczerpie roszczenia pracodawcy, nawet gdyby wartość szkody była wyższa niż wysokość zastrzeżonej kary umownej. W związku ze stwierdzonym po pewnym czasie niedoborem na kwotę 23.000 zł pracodawca wystąpił przeciwko pracownikowi z pozwem o zapłatę kwoty 23.000 zł, argumentując, że takiej wysokości szkodę poniósł. Postępowanie sądowe potwierdziło, że pracownik jest odpowiedzialny za niedobór w kwocie 23.000 zł i że szkodę w tej wysokości wyrządził pracodawcy wskutek winy umyślnej. Proszę ocenić, jakie są rokowania co do pełnego zadośćuczynienia roszczeniu pracodawcy?"
 },
 {
   "id": 69,
   "tresc": "Pracownik po wygaśnięciu umowy o pracę w trybie art. 66 § 1 k.p. został prawomocnie uniewinniony. Zgłosił swój powrót do pracy w terminie 7 dni. Pracodawca odmówił ponownego zatrudnienia pracownika z uwagi na likwidację jego stanowiska, jaka nastąpiła w międzyczasie. Proszę ocenić stan faktyczny oraz wymienić zdarzenia, z którymi Kodeks pracy łączy wygaśnięcie umowy o pracę oraz pojęcie i skutki prawne wygaśnięcia umowy o pracę."
 },
 {
   "id": 70,
   "tresc": "Jako radca prawny proszę udzielić klientowi wyczerpującej informacji prawnej na temat uprawnienia zwalnianego pracownika do dni wolnych od pracy w celu poszukiwania pracy. Proszę wskazać inne przykłady obowiązku pracodawcy zwolnienia pracownika od pracy."
 },
 {
   "id": 71,
   "tresc": "Jako radca prawny proszę udzielić klientowi wyczerpującej informacji prawnej na temat procedury przeprowadzenia zwolnień grupowych."
 },
 {
   "id": 72,
   "tresc": "Jako radca prawny proszę udzielić klientowi wyczerpującej informacji prawnej na temat przesłanek i procedury zwolnienia indywidualnego pracownika w trybie tzw. zwolnień grupowych."
 },
 {
   "id": 73,
   "tresc": "Pracownik, w związku z reorganizacją spółki, w której był zatrudniony przez 2 lata na podstawie umowy o pracę na czas określony, otrzymał ofertę zawarcia porozumienia, mocą którego strony rozwiążą umowę o pracę, a pracownik zostanie zatrudniony w innej Spółce należącej do grupy kapitałowej, na podstawie umowy o pracę na czas nieokreślony z wyższym wynagrodzeniem, a dodatkowo strony zrzekną się wszelkich roszczeń wynikających ze stosunku pracy. Pracownik przyjął ofertę. Proszę przedstawić opinię prawną na temat tego, czy w przedstawionym stanie faktycznym z tytułu rozwiązania umowy o pracę pracownik nabędzie prawo do odprawy."
 },
 {
   "id": 74,
   "tresc": "Pracownik umówił się ustnie ze swoim pracodawcą, że nie będzie w czasie zatrudnienia u niego podejmował działalności konkurencyjnej, polegającej na prowadzeniu własnej działalności gospodarczej, której przedmiot byłby tożsamy z działalnością pracodawcy. Pracownik złamał jednak powyższe ustalenia i w czasie zatrudnienia rozpoczął prowadzenie działalności konkurencyjnej. W reakcji na to pracodawca rozwiązał umowę o pracę za wypowiedzeniem i wystąpił przeciwko niemu na drogę sądową z roszczeniem o odszkodowanie z tytułu naruszenia zakazu konkurencji. Proszę przedstawić opinię prawną dotyczącą rokowań procesu sądowego podjętego przeciwko pracownikowi? Czy zachowanie pracownika stanowiło uzasadnioną przyczynę wypowiedzenia umowy o pracę?"
 },
 {
   "id": 75,
   "tresc": "Proszę omówić problematykę zakazu konkurencji oraz kar umownych zastrzeganych na korzyść pracodawcy w razie niedochowania zakazu konkurencji. W jakich wypadkach pracownik jest zwolniony z przestrzegania zakazu konkurencji po ustaniu stosunku pracy? Jakie świadczenia przysługują pracownikowi od byłego pracodawcy za powstrzymywanie się od podejmowania działalności konkurencyjnej po ustaniu stosunku pracy i kiedy pracodawca jest zwolniony od obowiązku ich wypłaty?"
 },
 {
   "id": 76,
   "tresc": "Janina K. pracowała jako programista w spółce świadczącej usługi informatyczne, zarabiając 8.000,00 zł miesięcznie. W czasie trwanie umowy o pracę zawarła ze swoim pracodawcą umowę o zakazie konkurencji po ustaniu zatrudnienia, w której zobowiązała się przez okres 2 lat nie podejmować działalności konkurencyjnej, w zamian za odszkodowanie w wysokości 2.000,00 zł miesięcznie. Jednak po rozwiązaniu umowy o pracę pracodawca tylko przez okres 1 roku wypłacał ww. odszkodowanie. Po tym okresie powiadomił Janinę K. że przestaje je wypłacać, ponieważ nie obawia się już konkurencji oraz jednostronnie zwolnił ją z umówionego wcześniej zakazu prowadzenia działalności konkurencyjnej. Janina K. nie wyraża na to zgody. Proszę ocenić przedstawiony stan faktyczny oraz omówić zasady odpowiedzialności pracownika za naruszenie zakazu konkurencji w czasie trwania stosunku pracy i po ustaniu stosunku pracy."
 },
 {
   "id": 77,
   "tresc": "Jako radca prawny proszę udzielić klientowi wyczerpującej informacji prawnej na temat uprawnień pracodawcy w razie nieuzasadnionego rozwiązania przez pracownika umowy o pracę bez wypowiedzenia."
 },
 {
   "id": 78,
   "tresc": "Jako radca prawny proszę udzielić klientowi wyczerpującej informacji prawnej na temat roszczeń przysługujących pracownikowi z tytułu mobbingu."
 },
 {
   "id": 79,
   "tresc": "Pracownik nie wykorzystał urlopu wypoczynkowego przez okres czterech lat, a w piątym roku udzielono mu urlopu za rok bieżący. W tej sytuacji pracownik wystąpił o ekwiwalent za zaległy urlop. Pracodawca odmówił, zarzucając przedawnienie. Proszę ocenić przedstawiony stan faktyczny, omówić terminy przedawnienia roszczeń ze stosunku pracy oraz wyjaśnić kwestię zrzeczenia się przez pracownika w umowie o pracę możliwości korzystania z przedawnienia."
 },
 {
   "id": 80,
   "tresc": "Jako radca prawny proszę udzielić klientowi wyczerpującej informacji prawnej na temat zawieszenia i przerwania biegu przedawnienia roszczeń ze stosunku pracy."
 },
 {
   "id": 81,
   "tresc": "Jako radca prawny proszę udzielić klientowi wyczerpującej informacji prawnej na temat zapisów, jakie powinien zawierać układ zbiorowy pracy. Proszę wyjaśnić także, czy dopuszczalne jest przyznanie w zakładowym układzie zbiorowym prawa do odprawy członkom zarządu spółki (pracodawcy)?"
 },
 {
   "id": 82,
   "tresc": "W przedsiębiorstwie Atest pracowało 400 pracowników zrzeszonych w 3 zakładowych organizacjach związkowych. Pracodawca postanowił zmienić obowiązujący w przedsiębiorstwie regulamin pracy w części dotyczącej czasu pracy pracowników produkcyjnych. Wydał więc stosowne oświadczenie, które wywiesił na tablicy ogłoszeń w stołówce. Pracownicy stwierdzili jednak, że nie będą stosować nowego regulaminu, gdyż nie został on uzgodniony ze związkami zawodowymi. Proszę ocenić stanowisko pracowników. Proszę omówić zakres i tryb ustanowienia regulaminu pracy."
 },
 {
   "id": 83,
   "tresc": "Jako radca prawny proszę udzielić klientowi wyczerpującej informacji prawnej na temat tego, kiedy pracodawca ma obowiązek wprowadzenia regulaminu wynagradzania, a także w jakim trybie powinien tego dokonać i jakie postanowienia winien taki regulamin zawierać."
 },
 {
   "id": 84,
   "tresc": "Proszę omówić problematykę prawa pracownika do wynagrodzenia. Jaki wpływ na wynagrodzenie ma wadliwe wykonanie produktów lub usług z winy pracownika?"
 },
 {
   "id": 85,
   "tresc": "Proszę omówić pojęcie „godziwego wynagrodzenia\" oraz zasady ustalania wysokości wynagrodzenia, z uwzględnieniem obowiązku respektowania przepisów o wynagrodzeniu minimalnym."
 },
 {
   "id": 86,
   "tresc": "Jako radca prawny proszę udzielić klientowi wyczerpującej informacji prawnej na temat tego, jakie wierzytelności mogą być potrącane z wynagrodzenia za pracę oraz jakie są zasady realizacji tych potrąceń."
 },
 {
   "id": 87,
   "tresc": "Jako radca prawny proszę udzielić klientowi wyczerpującej informacji prawnej na temat tego, w jakich przypadkach pracownik zachowuje prawo do wynagrodzenia za pracę pomimo nieświadczenia pracy?"
 },
 {
   "id": 88,
   "tresc": "Jako radca prawny proszę udzielić klientowi wyczerpującej informacji prawnej na temat prawa pracownika do wynagrodzenie za czas niewykonywania pracy z przyczyn dotyczących pracodawcy."
 },
 {
   "id": 89,
   "tresc": "Jako radca prawny proszę udzielić klientowi wyczerpującej informacji prawnej na temat prawa pracownika do wynagrodzenia za czas choroby oraz urlopu wypoczynkowego."
 },
 {
   "id": 90,
   "tresc": "Jako radca prawny proszę udzielić klientowi wyczerpującej informacji prawnej dotyczącej tego, kiedy wynagrodzenie za pracę w godzinach nadliczbowych może zostać zastąpione ryczałtem i w jaki sposób powinien zostać ustalony ten ryczałt?"
 },
 {
   "id": 91,
   "tresc": "Proszę omówić różnicę między premią, a nagrodą pracowniczą oraz okoliczności, jakie pracownik musi udowodnić, wytaczając powództwo o zapłatę premii."
 },
 {
   "id": 92,
   "tresc": "Jako radca prawny proszę udzielić klientowi wyczerpującej informacji prawnej na temat przesłanek odpowiedzialności porządkowej pracownika, a w szczególności udzielić odpowiedzi na pytanie, czy wyrządzenie szkody pracodawcy stanowi przesłankę pociągnięcia pracownika do odpowiedzialności porządkowej."
 },
 {
   "id": 93,
   "tresc": "Jako radca prawny proszę udzielić klientowi, będącemu pracodawcą, wyczerpującej informacji prawnej na temat katalogu kar porządkowych oraz przeznaczenia wpływów z kar pieniężnych."
 },
 {
   "id": 94,
   "tresc": "Jako radca prawny proszę udzielić klientowi, będącemu pracodawcą, wyczerpującej informacji prawnej na temat trybu realizacji odpowiedzialności porządkowej pracowników."
 },
 {
   "id": 95,
   "tresc": "Pracodawca po stwierdzeniu, że pracownik nie świadczył pracy (nieobecność zarejestrowana przez kamerę przemysłową), mimo, że z dokumentacji pracowniczej (listy obecności) wynikało, iż w tym dniu pracował, po uprzednim wysłuchaniu pracownika, który przyznał się do winy, nałożył po 10 dniach od tego zdarzenia na pracownika karę porządkową - naganę. W piśmie skierowanym do pracownika pracodawca nie zamieścił daty wymierzenia kary pracownikowi. Proszę doradzić pracownikowi, jakie zarzuty może podnieść w sprzeciwie. Jakie skutki prawne dla pracodawcy pociąga za sobą wadliwe powiadomienie o nałożeniu kary?"
 },
 {
   "id": 96,
   "tresc": "Pracownik wniósł sprzeciw od wymierzonej mu kary nagany. Pracodawca w tym czasie przebywał w podróży służbowej w Chinach i rozpatrzył go odmownie dopiero po upływie 3 tygodni od jego wniesienia. Pracownik zamierza wystąpić z pozwem o uchylenie kary, powołując się na przewlekłe rozpatrywanie sprzeciwu. Proszę ocenić zasadność wytoczenia takiego powództwa."
 },
 {
   "id": 97,
   "tresc": "Pracownik działając nieumyślnie zniszczył w trakcie pracy telefon służbowy innego pracownika. Który pracownik odpowiada przed pracodawcą za ww. szkodę i na jakich zasadach? Proszę na tym przykładzie omówić przesłanki i zakres odpowiedzialności pracownika za szkodę wyrządzoną pracodawcy nieumyślnie (w mieniu innym niż powierzone). "
 },
 {
   "id": 98,
   "tresc": "Pracodawca przekazał pracownikowi laptop, celem umożliwienia mu świadczenia pracy poza zakładem pracy. Strony nie zawarły przy tym żadnej dodatkowej umowy. Pracownik w ostatnim dniu pracy zwrócił  pracodawcy laptop z uszkodzoną klawiaturą. Proszę przedstawić opinię  prawną, czy pracodawcy przysługują jakieś roszczenia względem pracownika. "
 },
 {
   "id": 99,
   "tresc": "Jako radca prawny proszę udzielić klientowi wyczerpującej informacji prawnej na temat zasad odpowiedzialności za szkodę wyrządzoną pracodawcy przez kilku pracowników?"
 },
 {
   "id": 100,
   "tresc": "W sklepie, w którym zatrudnione były trzy osoby, z którymi pracodawca zawarł umowę  o wspólnej odpowiedzialności materialnej, stwierdzono niedobór. Dwie z ww. osób stwierdziły, że winna niedoboru jest trzecia, ponieważ od dawna było im wiadomo, że zabierała towar. Taka informacja nie była znana pracodawcy. Proszę ocenić stan faktyczny i omówić zasady odpowiedzialności pracownika za szkodę wyrządzoną osobie trzeciej przy wykonywaniu pracy. "
 },
 {
   "id": 101,
   "tresc": "W sklepie, w którym zatrudnione były trzy osoby, z którymi pracodawca zawarł umowę  o wspólnej odpowiedzialności materialnej, stwierdzono niedobór. Dwie z ww. osób stwierdziły, że winna niedoboru jest trzecia, ponieważ od dawna było im wiadomo, że zabierała towar. Taka informacja nie była znana pracodawcy. Proszę ocenić stan faktyczny i omówić zasady odpowiedzialności pracownika za szkodę wyrządzoną osobie trzeciej przy wykonywaniu pracy. "
 },
 {
   "id": 102,
   "tresc": "Jan S. będący pracownikiem Zakładu Energetycznego, dokonując naprawy sieci elektrycznej uszkodził dach budynku należącego do Stefana K. Jan S. ukradł też należącą do Stefana K. antenę satelitarną. Stefan K. wystąpił do Zakładu Energetycznego z żądaniem zapłaty 12.000 zł tytułem naprawienia szkody, przedkładając rachunek za remont dachu na kwotę 10.000 zł oraz fakturę za zakup anteny satelitarnej na kwotę 2.000 zł. Na podstawie przedstawionego stanu faktycznego, jako radca prawny Zakładu Energetycznego proszę przedstawić opinię prawną, dotyczącą zasadności żądania Stefana K. "
 },
 {
   "id": 103,
   "tresc": "Jako radca prawny proszę udzielić klientowi informacji, czy „świadectwo pracy\" jest tożsame z „zaświadczeniem o pracy\" oraz czy dokumenty te mają status dokumentów urzędowych."
 },
 {
   "id": 104,
   "tresc": "W doręczonym pracownikowi świadectwie pracy zawarto treść nieodpowiadającą prawdzie. Proszę udzielić pracownikowi porady prawnej na temat przysługujących mu roszczeń oraz trybu ich realizacji."
 },
 {
   "id": 105,
   "tresc": "Pracodawca ustalając regulamin pracy zamieścił w nim postanowienie, że - w związku ze szczególnymi potrzebami pracodawcy - maksymalna liczba godzin nadliczbowych każdego z pracowników nie może przekroczyć 550 godzin w roku kalendarzowym. Oceń powyższy zapis regulaminu pod kątem jego zgodności z prawem. "
 },
 {
   "id": 106,
   "tresc": "Jako radca prawny proszę udzielić klientowi wyczerpującej informacji prawnej na temat zasad świadczenia pracy w godzinach nadliczbowych, uwzględniając informację o limitach, czasie wolnym i wynagrodzeniu. Proszę także udzielić klientowi informacji, czy głównemu księgowemu, który 12 razy w ciągu roku wykonywał pracę poza normalnymi godzinami pracy, przysługuje prawo do wynagrodzenia za pracę w godzinach nadliczbowych?"
 },
 {
   "id": 107,
   "tresc": "Jako radca prawny proszę przedstawić klientowi będącemu pracodawcą jego obowiązki w zakresie ewidencji czasu pracy i okresów rozliczeniowych, z uwzględnieniem przypadków, w których nie ewidencjonuje się godzin pracy. "
 },
 {
   "id": 108,
   "tresc": "Proszę wymienić systemy czasu pracy i scharakteryzować jeden z tych systemów."
 },
 {
   "id": 109,
   "tresc": "Proszę omówić pojęcie ruchomego czasu pracy."
 },
 {
   "id": 110,
   "tresc": "Jako radca prawny proszę udzielić klientowi wyczerpującej informacji prawnej na temat pracy w porze nocnej oraz pracy w niedziele i święta."
 },
 {
   "id": 111,
   "tresc": "Proszę omówić zagadnienie urlopu wypoczynkowego proporcjonalnego oraz pojęcie „dzielenia\" urlopu. "
 },
 {
   "id": 112,
   "tresc": "Pracodawca uzgodnił z pracownikiem, że za ostatnie 10 dni urlopu wypoczynkowego za poprzedni rok kalendarzowy pracodawca wypłaci pracownikowi, oprócz normalnego wynagrodzenia, także ekwiwalent za niewykorzystany urlop. Po upływie pół roku pracownik wystąpił jednak z powództwem o udzielnie mu urlopu w naturze. Pracodawca w procesie powoływał się na zawartą z pracownikiem umowę. Proszę ocenić stanowiska stron procesu. Proszę także omówić zasady planowania i wykorzystywania urlopów wypoczynkowych. "
 },
 {
   "id": 113,
   "tresc": "Proszę omówić przesłanki nabycia prawa do urlopu wypoczynkowego i wymiar urlopu."
 },
 {
   "id": 114,
   "tresc": "Proszę omówić zasady nabywania prawa do pierwszego i kolejnych urlopów Proszę omówić zasady nabywania prawa do pierwszego i kolejnych urlopów wypoczynkowych. Proszę także wskazać, kiedy i w jakim wymiarze pracownik nabywa prawo do urlopu wypoczynkowego w sytuacji, gdy podjął pierwszą pracę w dniu 15 listopada danego roku na podstawie umowy o pracę zawartej na czas nieokreślony w wymiarze 12 etatu. "
 },
 {
   "id": 115,
   "tresc": "Jako radca prawny proszę udzielić klientowi, będącemu pracodawcą, wyczerpujące informacji prawnej na temat tego, w jaki sposób powinien on realizować obowiązek przeciwdziałania mobbingowi? "
 },
 {
   "id": 116,
   "tresc": "Co w prawie pracy oznacza pojęcie „podnoszenia kwalifikacji zawodowych” i jakie uprawnienia przysługują pracownikowi podnoszącemu swoje kwalifikacje?"
 },
 {
   "id": 117,
   "tresc": "Proszę udzielić klientowi wyczerpującej informacji prawnej na temat zasad odbywania podróży służbowych przez pracowników, a także świadczeń przysługujących pracownikom odbywającemu taką podróż. "
 },
 {
   "id": 118,
   "tresc": "Proszę udzielić klientowi, będącemu pracodawcą, wyczerpującej informacji prawnej na temat jego obowiązków w przypadku, gdy zatrudniony przez niego pracownik ulegnie wypadkowi przy pracy. "
 },
 {
   "id": 119,
   "tresc": "Proszę udzielić klientowi, będącemu pracodawcą, wyczerpującej informacji prawnej na temat podstawowych zasad ochrony pracy kobiet. "
 },
 {
   "id": 120,
   "tresc": "Anna B. przez okres około 3 lat przebywała na urlopie macierzyńskim, urlopie rodzicielskim i wychowawczym. Po powrocie do pracy zaproponowano jej dotychczasowe stanowisko pracownika fizycznego, z zachowaniem otrzymywanego przed urlopami wynagrodzenia. Podczas jej nieobecności w pracy zakład został jednak głęboko zrestrukturyzowany i zmodernizowany, a pracownicy poddawani byli intensywnym szkoleniom. Po zmianach tych pracownicy otrzymywali podwyżki i w konsekwencji wynagrodzenie Anny B. było niższe od wynagrodzeń kolegów na podobnych stanowiskach - pracowników fizycznych - o kilkaset złotych. Proszę udzielić porady prawnej Annie B., która chciałaby zarabiać tyle samo, co jej koledzy z pracy. "
 },
 {
   "id": 121,
   "tresc": "Proszę udzielić klientowi wyczerpującej informacji prawnej na temat zasad realizacji prawa do urlopu macierzyńskiego i jego wymiaru. "
 },
 {
   "id": 122,
   "tresc": "Proszę udzielić klientowi wyczerpującej informacji prawnej na temat możliwości skorzystania z części urlopu macierzyńskiego przez ojca dziecka."
 },
 {
   "id": 123,
   "tresc": "Proszę udzielić klientowi informacji, jakie są reguły nabycia i wykorzystania urlopu rodzicielskiego przez matkę oraz ojca dziecka?"
 },
 {
   "id": 124,
   "tresc": "Proszę udzielić klientowi wyczerpującej informacji prawnej na temat prawa do urlopu wychowawczego, w tym zasad jego udzielania oraz dopuszczalności świadczenia pracy w trakcie trwania tego urlopu."
 },
 {
   "id": 125,
   "tresc": "Proszę udzielić klientowi, będącemu pracodawcą, wyczerpującej informacji prawnej na temat zasad zatrudniania pracowników młodocianych."
 },
 {
   "id": 126,
   "tresc": "Proszę omówić zagadnienie przejścia części zakładu pracy na nowego pracodawcę, w szczególności sytuację przejęcia wyłącznie zadań przez inny podmiot od dotychczasowego pracodawcy (outsourcing) oraz skutki przejścia zakładu pracy na nowego pracodawcę w zakresie indywidualnego prawa pracy - dla pracownika i pracodawców."
 },
 {
   "id": 127,
   "tresc": "Jaki obowiązek ciąży na pracodawcy w stosunku do pracowników zatrudnionych na innej podstawie, niż umowa o pracę, w przypadku przejęcia zakładu pracy lub jego części i jakie mogą być tego następstwa?"
 },
 {
   "id": 128,
   "tresc": "Proszę udzielić klientowi wyczerpującej informacji prawnej na temat przesłanek nabycia prawa do odprawy emerytalno-rentowej, jej wysokości oraz trybu dochodzenia roszczenia o odprawę."
 },
 {
   "id": 129,
   "tresc": "Proszę udzielić żonie zmarłego pracownika wyczerpującej informacji prawnej na temat prawa do odprawy pośmiertnej."
 },
 {
   "id": 130,
   "tresc": "Proszę omówić wykroczenia przeciwko prawom pracownika."
 },
 {
   "id": 131,
   "tresc": "Proszę omówić status pracownika samorządowego oraz wyjaśnić pojęcie służby przygotowawczej. \n"
 },
 {
   "id": 132,
   "tresc": "Powód domagał się uznania wypowiedzenia umowy o pracy za bezskuteczne zarzucając temu wypowiedzeniu bezprawność. W toku postępowania sądowego ustalono, że powód był radnym gminy w czasie, gdy wypowiedziano mu umowę o pracę za trzymiesięcznym okresem wypowiedzenia, a termin wypowiedzenia upłynął po dniu, w którym powód ponownie został wybrany radnym gminy. Zdaniem pozwanego pracodawcy, skoro powód został wybrany radnym w toku biegnącego wypowiedzenia, to nie przysługuje mu szczególna ochrona przed wypowiedzeniem umowy o pracę. Proszę omówić zasady wypowiadania oraz rozwiązywania umów o pracę radnym jednostek samorządu terytorialnego na przykładzie przedstawionego stanu faktycznego."
 },
 {
   "id": 133,
   "tresc": "Proszę przedstawić szczególne obowiązki członka korpusu służby cywilnej oraz ograniczenia, jakim podlega oraz konsekwencje ich nieprzestrzegania. \n"
 },
 {
   "id": 134,
   "tresc": "Proszę przedstawić zasady nawiązywania, zmiany i ustania stosunku pracy członka korpusu służby cywilnej. "
 },
 {
   "id": 135,
   "tresc": "Proszę przedstawić zakres stosowania ustawy o służbie cywilnej oraz ustawy o pracownikach urzędów państwowych."
 },
 {
   "id": 136,
   "tresc": "Kto może być urzędnikiem państwowym i jakie ograniczenia prawne wiążą się z uzyskaniem przez pracownika statusu urzędnika państwowego?"
 },
 {
   "id": 137,
   "tresc": "Szczególne uprawnienia urzędników państwowych oraz członków korpusu służby cywilnej."
 },
 {
   "id": 138,
   "tresc": "Proszę wskazać zasady odpowiedzialności porządkowej pracowników urzędów państwowych oraz wskazać różnice w stosunku do odpowiedzialności porządkowej wynikającej z przepisów kodeksu pracy, a także procedurę postępowania dyscyplinarnego."
 },
 {
   "id": 139,
   "tresc": "Proszę udzielić klientowi, będącemu pracodawcą, wyczerpującej informacji prawnej na temat trybu zawierania układu zbiorowego pracy oraz konsekwencji wejścia w życie, zmiany i rozwiązania układu zbiorowego pracy."
 },
 {
   "id": 140,
   "tresc": "Proszę wyjaśnić klientowi, będącemu pracodawcą, co oznacza pojęcie „reprezentatywności organizacji związkowej”, funkcjonującej w zakładzie pracy oraz udzielić informacji na temat trybu uzyskiwania informacji o pracownikach objętych ochroną związków zawodowych."
 },
 {
   "id": 141,
   "tresc": "Proszę udzielić klientom, będącym pracownikami służby cywilnej oraz urzędu państwowego, informacji na temat ograniczeń ich wolności związkowych."
 },
 {
   "id": null,
   "tresc": ""
 },
 {
   "id": null,
   "tresc": ""
 },
 {
   "id": null,
   "tresc": ""
 },
 {
   "id": null,
   "tresc": ""
 },
 {
   "id": null,
   "tresc": ""
 },
 {
   "id": null,
   "tresc": ""
 },
 {
   "id": null,
   "tresc": ""
 },
 {
   "id": null,
   "tresc": ""
 }
]